Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=157_art_id=162.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Låvdagoahte
sma: Lïerh: Låavth-gåetie

source: 6. Ale mijáv gæhttjalibmáj lájddi
sma: Aellieh luejhtieh mijjem giehtjielimmiej sijse

source: Le gus goassak gæhttjaluvvam ?
sma: Datne naan aejkien giehtjelovveme ?

source: Gæssta jali masi ?
sma: Giestie jallh mestie ?

source: Dagátjit jali ij dagátjit mav ?
sma: Darjodh jallh ij maam darjodh ?

source: Le gus goassak iehtjádijt gæhttjalam ?
sma: Datne naan aejkien jeatjah almetjh giehtjelamme ?

source: Dán råhkålvisán ádnop Jubmelis viehkev, dagu gæhttjalimij tjadá.
sma: Daennie rohkelassesne rohkelibie viehkien mietie Jupmielistie, ihke ijje giehtjelimmide jiehtedh.

source: Gávnnuji moadda gæhttjalusá – oadet ienni gå skåvllåj vuolgget, ållo sjokoládav bårråt vájku dat bánijt bæjsstá, dáhtáv spellat ienni gå læksojt dahkat, mannat idjadimguossáj ájllegin ja girkkov vajálduhttet, filmajt gæhttjat majt ajtu iv besa gæhttjat gå ieddne ja áhttje æbá la sijdan, sávvat ådå biktasijt vájku mujna li juo ållo åvdutjis.
sma: Jïjnjh giehtjelimmieh- åeredh dan guhkiem olles skuvlem hinnh, jïjnjem sjokovladeste byöpmedidh jalhts dïhte lea nåake baenide, daatam spealadidh sijjeste leaksoeh darjodh, jijjedimmieguessine minnedh hieljen jïh gærhkoem åajaldidh, filmh vuartasjidh mejtie im raaktan åadtjoeh gosse tjidtjebe ij leah gåetesne, orre vaarjoeh vaajtelidh jalhts mov leah jïjnjh vaarjoeh aarebistie.

source: Ij le nav álkke hilggot gájka dájt.
sma: Ij leah aelhkie ijje jiehtedh gaajhkide.

source: Gæhttjalibme le aj ilá ålov ietjas birra usjudallat.
sma: Giehtjelimmieh aaj ajve jïjtjemem vuejnedh.

source: Lev gus guojmmealmasj sunji guhti muv viehkev dárbaj ?
sma: Manne akte guejmie disse, guhte mov viehkiem daarpesje ?
